#pragma once

//çsóÒéwêîä÷êîÇ»Ç«ÇÃì¡éÍåvéZ

#ifndef DEF_MATRIX_EXP_H
#define DEF_MATRIX_EXP_H

//------------------------------------------------
//  Macro definition
//------------------------------------------------
/* None */

//------------------------------------------------
//  Type definition
//------------------------------------------------
typedef struct LU_Decomposition
{


} LU;

//------------------------------------------------
//  Prototype declaration
//------------------------------------------------


#endif
